experiments/redis_contention/redis_multi/pair_0/clients_400_threads_8_pipeline_1/redis.out
8         Threads
400       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        67117.00          ---          ---        23.87853        22.39900        68.60700        92.67100     67834.83 
Gets        67016.15         0.00     67016.15        23.82600        22.27100        68.60700        94.71900      2674.23 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     134133.15         0.00     67016.15        23.85228        22.27100        68.60700        93.18300     70509.06